Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Without a strap recording, this falls back to Apple Watch's resting HR sample — which is taken during quiet daytime windows, not overnight. It's a different signal from your strap-derived baseline, so day-to-day comparisons may run high. Wear the strap to nights to get the apples-to-apples nocturnal number.
ar: بدون تسجيل بالحزام، يعود هذا إلى عيّنة نبض الراحة من Apple Watch — وهي تُؤخذ في فترات نهارية هادئة، لا أثناء الليل. وهي إشارة مختلفة عن خط أساسك المستمد من الحزام، لذا قد تبدو المقارنات اليومية مرتفعة. ارتدِ الحزام ليلًا للحصول على الرقم الليلي المكافئ.
da: Uden en optagelse fra pulsbæltet falder dette tilbage på Apple Watch' hvilepuls-prøve — som tages i rolige dagtimer, ikke om natten. Det er et andet signal end din bæltebaserede baseline, så sammenligninger fra dag til dag kan ligge højt. Bær bæltet om natten for at få det direkte sammenlignelige natlige tal.
de: Ohne Gurtaufzeichnung greift das auf die Ruhepuls-Stichprobe der Apple Watch zurück — die in ruhigen Tagesphasen erhoben wird, nicht nachts. Das ist ein anderes Signal als deine gurtbasierte Baseline, daher können Tagesvergleiche zu hoch ausfallen. Trage den Gurt nachts, um den direkt vergleichbaren Nachtwert zu bekommen.
es: Sin una grabación con la banda, esto recurre a la muestra de FC en reposo del Apple Watch — que se toma en ventanas tranquilas del día, no de noche. Es una señal distinta de tu línea base derivada de la banda, así que las comparaciones diarias pueden salir altas. Lleva la banda por la noche para obtener el número nocturno realmente comparable.
fi: Ilman pannan tallennusta tämä turvautuu Apple Watchin leposykenäytteeseen — joka otetaan rauhallisina päivähetkinä, ei yöllä. Se on eri signaali kuin pannasta johdettu perustasosi, joten päivittäiset vertailut voivat näyttää korkeilta. Käytä pantaa öisin saadaksesi suoraan vertailukelpoisen yöarvon.
fr: Sans enregistrement de la ceinture, on se rabat sur l’échantillon de FC de repos de l’Apple Watch — prélevé pendant des fenêtres calmes de la journée, pas la nuit. C’est un signal différent de votre référence issue de la ceinture, donc les comparaisons quotidiennes peuvent paraître élevées. Portez la ceinture la nuit pour obtenir la valeur nocturne réellement comparable.
is: Án upptöku frá ólinni fellur þetta aftur á hvíldarpúlssýni Apple Watch — sem er tekið á rólegum tímum að degi, ekki að nóttu. Það er annað merki en grunnlínan þín frá ólinni, svo samanburður milli daga getur virst hár. Notaðu ólina á nóttunni til að fá sambærilega næturtölu.
it: Senza una registrazione della fascia, si ripiega sul campione di FC a riposo dell’Apple Watch — rilevato in finestre tranquille del giorno, non di notte. È un segnale diverso dalla tua baseline derivata dalla fascia, quindi i confronti giornalieri possono risultare alti. Indossa la fascia di notte per ottenere il valore notturno davvero comparabile.
ja: ストラップの記録がない場合は、Apple Watch の安静時心拍サンプルにフォールバックします — これは夜間ではなく、日中の静かな時間帯に取得されるものです。ストラップ由来のベースラインとは別の信号なので、日々の比較では高めに出ることがあります。夜にストラップを装着すると、同じ土俵で比較できる夜間の値が得られます。
ko: 스트랩 기록이 없으면 Apple Watch의 안정 시 심박 표본으로 대체됩니다 — 이는 밤이 아니라 낮의 조용한 시간대에 측정된 값입니다. 스트랩 기반 기준선과는 다른 신호이므로 일일 비교가 높게 나올 수 있습니다. 밤에 스트랩을 착용하면 동일 기준으로 비교할 수 있는 야간 수치를 얻을 수 있습니다.
nb: Uten et opptak fra pulsbeltet faller dette tilbake på Apple Watch sin hvilepuls-prøve — som tas i rolige perioder på dagtid, ikke om natten. Det er et annet signal enn baselinjen fra beltet, så sammenligninger fra dag til dag kan ligge høyt. Bruk beltet om natten for å få det direkte sammenlignbare natte-tallet.
nl: Zonder opname met de band valt dit terug op de rusthartslagsteekproef van de Apple Watch — die wordt genomen tijdens rustige momenten overdag, niet 's nachts. Dat is een ander signaal dan je op de band gebaseerde basislijn, dus dagelijkse vergelijkingen kunnen hoog uitvallen. Draag de band 's nachts voor het echt vergelijkbare nachtelijke getal.
pt_br: Sem uma gravação da cinta, isto recorre à amostra de FC de repouso do Apple Watch — coletada em janelas tranquilas do dia, não à noite. É um sinal diferente da sua linha de base derivada da cinta, então comparações diárias podem sair altas. Use a cinta à noite para obter o número noturno realmente comparável.
ru: Без записи с датчика это подставляет выборку пульса покоя с Apple Watch — она берётся в спокойные дневные промежутки, а не ночью. Это иной сигнал, чем ваша базовая линия с датчика, поэтому ежедневные сравнения могут выглядеть завышенными. Надевайте датчик на ночь, чтобы получить сопоставимое ночное значение.
sv: Utan en inspelning från pulsbandet faller detta tillbaka på Apple Watchs vilopulssampel — som tas under lugna stunder på dagen, inte nattetid. Det är en annan signal än din bandbaserade baslinje, så jämförelser mellan dagar kan bli höga. Bär bandet på natten för att få det direkt jämförbara nattliga värdet.
zh_hans: 若没有心率带记录，此处会回退到 Apple Watch 的静息心率采样 — 它取自白天安静时段，而非夜间。这与来自心率带的基线属于不同信号，因此逐日比较可能偏高。夜间佩戴心率带，才能得到可直接对比的夜间数值。

source: Wk
ar: أسبوع
da: Uge
de: Wo
es: Sem
fi: Vk
fr: Sem
is: Vika
it: Sett
ja: 週
ko: 주
nb: Uke
pt_br: Sem
ru: Нед
sv: V
zh_hans: 周

source: Workout
ar: تمرين
da: Træning
de: Training
es: Entrenamiento
fi: Harjoitus
fr: Séance
is: Æfing
it: Allenamento
ja: ワークアウト
ko: 운동
nb: Trening
nl: Training
pt_br: Treino
ru: Тренировка
sv: Träningspass
zh_hans: 训练

source: Workout coach
ar: مدرب التمرين
da: Træningscoach
de: Trainings-Coach
es: Entrenador de sesión
fi: Harjoitusvalmentaja
fr: Coach de séance
is: Æfingaþjálfari
it: Coach dell’allenamento
ja: ワークアウトコーチ
ko: 운동 코치
nb: Treningscoach
nl: Trainingscoach
pt_br: Treinador de treino
ru: Тренер тренировки
sv: Träningscoach
zh_hans: 训练教练

source: Workout HR Zones
ar: مناطق النبض للتمرين
da: HR-zoner for træning
de: HF-Zonen des Trainings
es: Zonas de FC del entrenamiento
fi: Harjoituksen HR-vyöhykkeet
fr: Zones FC de la séance
is: HR-svæði æfingar
it: Zone HR dell'allenamento
ja: ワークアウトの HR ゾーン
ko: 운동 HR 존
nb: HR-soner for økten
nl: HR-zones van training
pt_br: Zonas de HR do treino
ru: Зоны HR тренировки
sv: HR-zoner för träningen
zh_hans: 训练 HR 区间

source: Workout recording is removed from the tab bar. Settings is promoted in.
ar: تتم إزالة تسجيل التمرين من شريط التبويبات. وتُضاف الإعدادات بدلاً منه.
da: Træningsoptagelse fjernes fra fanelinjen. Indstillinger flyttes ind i stedet.
de: Die Workout-Aufzeichnung wird aus der Tableiste entfernt. Einstellungen wird stattdessen aufgenommen.
es: La grabación de entrenamientos se elimina de la barra de pestañas. Ajustes pasa a ocupar su lugar.
fi: Harjoituksen tallennus poistetaan välilehtipalkista. Asetukset nostetaan tilalle.
fr: L'enregistrement de séance est retiré de la barre d'onglets. Réglages y est ajouté à la place.
is: Æfingaupptaka er fjarlægð úr flipastikunni. Stillingar koma í staðinn.
it: La registrazione degli allenamenti viene rimossa dalla barra delle schede. Al suo posto viene inserito Impostazioni.
ja: ワークアウト記録がタブバーから削除されます。代わりに設定が追加されます。
ko: 운동 기록이 탭 바에서 제거됩니다. 대신 설정이 추가됩니다.
nb: Øktopptak fjernes fra fanelinjen. Innstillinger settes inn i stedet.
nl: Workout-opname wordt uit de tabbalk verwijderd. Instellingen komt ervoor in de plaats.
pt_br: A gravação de treino é removida da barra de abas. Ajustes entra no lugar.
ru: Запись тренировки удаляется из панели вкладок. Вместо неё добавляются настройки.
sv: Passinspelning tas bort från flikfältet. Inställningar läggs in i stället.
zh_hans: 训练记录从标签栏中移除。设置将取而代之。

source: Workout report
ar: تقرير التمرين
da: Træningsrapport
de: Trainingsbericht
es: Informe de entrenamiento
fi: Harjoitusraportti
fr: Rapport d'entraînement
is: Æfingaskýrsla
it: Report dell'allenamento
ja: ワークアウトレポート
ko: 운동 리포트
nb: Treningsrapport
nl: Workoutrapport
pt_br: Relatório de treino
ru: Отчёт о тренировке
sv: Träningsrapport
zh_hans: 训练报告

source: Workout saved
ar: تم حفظ التمرين
da: Træning gemt
de: Training gesichert
es: Entrenamiento guardado
fi: Harjoitus tallennettu
fr: Séance enregistrée
is: Æfing vistuð
it: Allenamento salvato
ja: ワークアウトを保存しました
ko: 운동이 저장됨
nb: Økt lagret
nl: Work-out bewaard
pt_br: Treino salvo
ru: Тренировка сохранена
sv: Passet sparat
zh_hans: 训练已保存

source: Workout started
ar: بدأ التمرين
da: Træning startet
de: Training gestartet
es: Entrenamiento iniciado
fi: Harjoitus aloitettu
fr: Séance démarrée
is: Æfing hafin
it: Allenamento avviato
ja: ワークアウトを開始しました
ko: 운동 시작됨
nb: Økt startet
nl: Work-out gestart
pt_br: Treino iniciado
ru: Тренировка начата
sv: Passet har startat
zh_hans: 训练已开始

source: Workout stopped
ar: تم إيقاف التمرين
da: Træning stoppet
de: Training gestoppt
es: Entrenamiento detenido
fi: Harjoitus pysäytetty
fr: Séance arrêtée
is: Æfingu lokið
it: Allenamento interrotto
ja: ワークアウトを停止しました
ko: 운동 중지됨
nb: Økt stoppet
nl: Work-out gestopt
pt_br: Treino parado
ru: Тренировка остановлена
sv: Passet stoppat
zh_hans: 训练已停止

source: Workout summary
ar: ملخص التمرين
da: Træningsoversigt
de: Trainingszusammenfassung
es: Resumen del entrenamiento
fi: Harjoituksen yhteenveto
fr: Résumé de l'entraînement
is: Æfingayfirlit
it: Riepilogo dell'allenamento
ja: ワークアウトの概要
ko: 운동 요약
nb: Treningssammendrag
nl: Trainingssamenvatting
pt_br: Resumo do treino
ru: Сводка тренировки
sv: Träningssammanfattning
zh_hans: 训练摘要

source: Workout Summary
ar: ملخص التمرين
da: Træningsopsummering
de: Trainingszusammenfassung
es: Resumen del entrenamiento
fi: Harjoituksen yhteenveto
fr: Récapitulatif de la séance
is: Samantekt æfingar
it: Riepilogo allenamento
ja: ワークアウトの概要
ko: 운동 요약
nb: Øktsammendrag
nl: Trainingssamenvatting
pt_br: Resumo do treino
ru: Сводка тренировки
sv: Träningssammanfattning
zh_hans: 训练摘要

source: Workouts (7d)
ar: التمارين (7 أيام)
da: Træninger (7 d)
de: Trainings (7 T)
es: Entrenamientos (7 d)
fi: Harjoitukset (7 pv)
fr: Séances (7 j)
is: Æfingar (7 d)
it: Allenamenti (7 g)
ja: ワークアウト（7日）
ko: 운동 (7일)
nb: Treninger (7 d)
nl: Trainingen (7 d)
pt_br: Treinos (7 d)
ru: Тренировки (7 дн)
sv: Pass (7 d)
zh_hans: 训练（7 天）

source: Workouts (30d)
ar: التمارين (30 يومًا)
da: Træninger (30 d)
de: Trainings (30 T)
es: Entrenamientos (30 d)
fi: Harjoitukset (30 pv)
fr: Séances (30 j)
is: Æfingar (30 d)
it: Allenamenti (30 g)
ja: ワークアウト（30日）
ko: 운동 (30일)
nb: Treninger (30 d)
nl: Trainingen (30 d)
pt_br: Treinos (30 d)
ru: Тренировки (30 дн)
sv: Pass (30 d)
zh_hans: 训练（30 天）

source: Wrist HR fallback not started: %@. Open Emuqu on your iPhone to verify Apple Health permissions.
ar: لم يبدأ قياس النبض من المعصم كبديل: %@. افتح Emuqu على الـ iPhone للتحقق من أذونات Apple Health.
da: Puls fra håndleddet blev ikke startet: %@. Åbn Emuqu på din iPhone for at tjekke Apple Health-tilladelser.
de: Herzfrequenz am Handgelenk als Rückfall nicht gestartet: %@. Öffne Emuqu auf dem iPhone, um die Apple Health-Berechtigungen zu prüfen.
es: No se inició la FC de muñeca como alternativa: %@. Abre Emuqu en tu iPhone para revisar los permisos de Apple Health.
fi: Ranteen syke ei käynnistynyt varajärjestelmäksi: %@. Avaa Emuqu iPhonessa ja tarkista Apple Health -oikeudet.
fr: La FC au poignet n’a pas démarré en secours : %@. Ouvrez Emuqu sur votre iPhone pour vérifier les autorisations Apple Santé.
is: Púls frá úlnlið fór ekki í gang til vara: %@. Opnaðu Emuqu í iPhone til að staðfesta Apple Health-heimildir.
it: La FC da polso di riserva non è partita: %@. Apri Emuqu sull’iPhone per verificare i permessi Apple Salute.
ja: 手首の心拍（フォールバック）を開始できませんでした: %@。iPhone で Emuqu を開き、Apple ヘルスケア の権限を確認してください。
ko: 손목 심박수 대체 측정을 시작하지 못했습니다: %@. iPhone에서 Emuqu를 열어 Apple 건강 권한을 확인하세요.
nb: Puls fra håndleddet startet ikke som reserve: %@. Åpne Emuqu på iPhone for å sjekke Apple Health-tillatelser.
nl: Hartslag via de pols als terugval niet gestart: %@. Open Emuqu op je iPhone om de Apple Health-rechten te controleren.
pt_br: A FC de pulso alternativa não iniciou: %@. Abra o Emuqu no seu iPhone para verificar as permissões do Apple Saúde.
ru: Резервное измерение пульса на запястье не запустилось: %@. Откройте Emuqu на iPhone и проверьте разрешения Apple Здоровье.
sv: Puls från handleden startade inte som reserv: %@. Öppna Emuqu på din iPhone för att kontrollera Apple Hälsa-behörigheter.
zh_hans: 腕式心率备用测量未启动：%@。请在 iPhone 上打开 Emuqu 检查 Apple 健康 权限。

source: Wrist Temp
ar: حرارة المعصم
da: Håndledstemp.
de: Handgelenktemp.
es: Temp. de muñeca
fi: Ranteen lämpö
fr: Temp. du poignet
is: Úlnliðshiti
it: Temp. del polso
ja: 手首の皮膚温
ko: 손목 온도
nb: Håndleddstemp.
nl: Polstemperatuur
pt_br: Temp. do pulso
ru: Темп. запястья
sv: Handledstemp.
zh_hans: 手腕温度

source: Wrist temperature
ar: حرارة المعصم
da: Håndledstemperatur
de: Handgelenktemperatur
es: Temperatura de muñeca
fi: Ranteen lämpötila
fr: Température du poignet
is: Úlnliðshiti
it: Temperatura del polso
ja: 手首の皮膚温
ko: 손목 온도
nb: Håndleddstemperatur
nl: Polstemperatuur
pt_br: Temperatura do pulso
ru: Температура запястья
sv: Handledstemperatur
zh_hans: 手腕温度

source: Wrist Temperature Deviation
ar: انحراف حرارة المعصم
da: Afvigelse i håndledstemperatur
de: Abweichung der Handgelenktemperatur
es: Desviación de la temperatura de muñeca
fi: Ranteen lämpötilan poikkeama
fr: Écart de température du poignet
is: Frávik úlnliðshita
it: Deviazione della temperatura del polso
ja: 手首温度の偏差
ko: 손목 온도 편차
nb: Avvik i håndleddstemperatur
nl: Afwijking polstemperatuur
pt_br: Desvio da temperatura do pulso
ru: Отклонение температуры запястья
sv: Avvikelse i handledstemperatur
zh_hans: 手腕温度偏差

source: Wrist temperature deviation > +0.5°C is worth noting. It commonly follows alcohol, a warm room or heavy bedding, a hard late workout, or the menstrual cycle, and sometimes comes with the start of an illness. Cooler-than-baseline readings (negative deviation) aren't penalized; they typically reflect bedroom temperature, lighter bedding, or deeper slow-wave sleep where core temp drops naturally.
ar: انحراف حرارة المعصم بأكثر من +0.5°م يستحق التنويه. وغالبًا ما يأتي بعد الكحول أو غرفة دافئة أو أغطية ثقيلة أو تمرين شاق في وقت متأخر أو الدورة الشهرية، وأحيانًا يترافق مع بداية مرض. أما القراءات الأبرد من خط الأساس (انحراف سالب) فلا يُخصم لها؛ إذ تعكس عادةً حرارة غرفة النوم أو أغطية أخف أو نومًا عميقًا بموجات بطيئة تنخفض فيه حرارة الجسم الأساسية طبيعيًا.
da: En afvigelse i håndledstemperatur på mere end +0,5 °C er værd at bemærke. Den følger ofte efter alkohol, et varmt rum eller tungt sengetøj, en hård sen træning eller menstruationscyklussen og falder nogle gange sammen med begyndelsen på en sygdom. Målinger under baseline (negativ afvigelse) straffes ikke; de afspejler typisk soveværelsets temperatur, lettere sengetøj eller dybere slow-wave-søvn, hvor kernetemperaturen naturligt falder.
de: Eine Abweichung der Handgelenkstemperatur von mehr als +0,5 °C ist beachtenswert. Häufig folgt sie auf Alkohol, einen warmen Raum oder schweres Bettzeug, ein hartes spätes Training oder den Menstruationszyklus und geht manchmal mit dem Beginn einer Krankheit einher. Werte unter der Baseline (negative Abweichung) werden nicht bestraft; meist spiegeln solche Werte die Schlafzimmertemperatur, leichteres Bettzeug oder tieferen Slow-Wave-Schlaf wider, in dem die Körperkerntemperatur natürlich sinkt.
es: Una desviación de la temperatura de muñeca superior a +0,5 °C merece atención. Suele deberse al alcohol, una habitación cálida o ropa de cama gruesa, un entrenamiento intenso a última hora o el ciclo menstrual, y a veces coincide con el inicio de una enfermedad. Las lecturas por debajo de la línea base (desviación negativa) no se penalizan; suelen reflejar la temperatura del dormitorio, ropa de cama más ligera o un sueño de ondas lentas más profundo, donde la temperatura central baja de forma natural.
fi: Yli +0,5 °C:n ranteen lämpötilan poikkeama on huomionarvoinen. Se seuraa yleisesti alkoholia, lämmintä huonetta tai paksua vuodevaatetusta, kovaa myöhäistä harjoitusta tai kuukautiskiertoa, ja joskus se liittyy sairauden alkuun. Perustasoa viileämmistä lukemista (negatiivinen poikkeama) ei vähennetä pisteitä; ne heijastavat tyypillisesti makuuhuoneen lämpötilaa, kevyempää vuodevaatetusta tai syvempää hidasaaltounta, jossa ydinlämpö laskee luonnollisesti.
fr: Un écart de température du poignet > +0,5 °C mérite d’être noté. Il suit fréquemment l’alcool, une pièce chaude ou une literie épaisse, un entraînement intense en fin de journée, ou le cycle menstruel, et accompagne parfois le début d’une maladie. Les valeurs plus fraîches que la référence (écart négatif) ne sont pas pénalisées ; elles reflètent généralement la température de la chambre, une literie plus légère ou un sommeil lent profond plus marqué, pendant lequel la température centrale baisse naturellement.
is: Frávik í úlnliðshita > +0,5 °C er þess virði að taka eftir. Það fylgir oft áfengi, heitu herbergi eða þungum sængurfötum, erfiðri æfingu seint að degi eða tíðahringnum, og fylgir stundum upphafi veikinda. Mælingar sem eru svalari en grunnlína (neikvætt frávik) leiða ekki til frádráttar; þær endurspegla yfirleitt hitastig í svefnherbergi, léttari sængurföt eða dýpri hægbylgjusvefn þar sem kjarnhiti lækkar náttúrulega.
it: Uno scostamento della temperatura del polso > +0,5 °C merita attenzione. Segue spesso alcol, una stanza calda o coperte pesanti, un allenamento intenso a tarda ora o il ciclo mestruale, e talvolta accompagna l’inizio di una malattia. Le letture più fresche della baseline (scostamento negativo) non sono penalizzate; di solito riflettono la temperatura della camera, coperte più leggere o un sonno a onde lente più profondo, in cui la temperatura corporea centrale cala naturalmente.
ja: 手首温度の偏差が +0.5°C を超える場合は留意に値します。よくある原因はアルコール、暖かい部屋や厚い寝具、夜遅くのハードなワークアウト、月経周期で、病気の始まりに伴うこともあります。ベースラインより低い値（マイナスの偏差）は減点されません。通常は寝室の温度、薄い寝具、あるいは深部体温が自然に下がる深い徐波睡眠を反映しています。
ko: 손목 온도 편차가 +0.5°C를 초과하면 참고할 만합니다. 흔히 음주, 따뜻한 방이나 두꺼운 침구, 늦은 시간의 고강도 운동, 월경 주기 이후에 나타나며, 때로는 질병의 시작과 함께 나타나기도 합니다. 기준선보다 낮은 값(음의 편차)은 감점되지 않습니다. 이는 보통 침실 온도, 가벼운 침구, 또는 심부 체온이 자연스럽게 떨어지는 깊은 서파 수면을 반영합니다.
nb: Et avvik i håndleddstemperatur over +0,5 °C er verdt å merke seg. Det følger ofte etter alkohol, et varmt rom eller tungt sengetøy, en hard økt sent på dagen eller menstruasjonssyklusen, og kommer noen ganger sammen med starten på en sykdom. Målinger som er kaldere enn grunnlinjen (negativt avvik), gir ikke fratrekk; de gjenspeiler vanligvis soveromstemperatur, lettere sengetøy eller dypere slow-wave-søvn der kjernetemperaturen naturlig faller.
nl: Een afwijking in polstemperatuur van meer dan +0,5 °C is het vermelden waard. Dit volgt vaak op alcohol, een warme kamer of zwaar beddengoed, een zware late training of de menstruatiecyclus, en gaat soms samen met het begin van een ziekte. Metingen die koeler zijn dan de basislijn (negatieve afwijking) leveren geen aftrek op; ze weerspiegelen meestal de slaapkamertemperatuur, lichter beddengoed of diepere trage-golfslaap waarin de kerntemperatuur vanzelf daalt.
pt_br: Um desvio de temperatura do pulso > +0,5 °C merece atenção. Costuma ocorrer após álcool, um quarto quente ou roupa de cama pesada, um treino intenso à noite ou o ciclo menstrual e, às vezes, acompanha o início de uma doença. Leituras mais frias que a linha de base (desvio negativo) não são penalizadas; normalmente refletem a temperatura do quarto, roupa de cama mais leve ou sono de ondas lentas mais profundo, quando a temperatura central cai naturalmente.
ru: На отклонение температуры запястья > +0,5 °C стоит обратить внимание. Обычно оно следует за алкоголем, тёплой комнатой или тяжёлым одеялом, тяжёлой поздней тренировкой или связано с менструальным циклом, а иногда сопровождает начало болезни. Значения ниже базовой линии (отрицательное отклонение) не штрафуются; обычно они отражают температуру в спальне, более лёгкое одеяло или более глубокий медленноволновой сон, при котором температура тела естественно снижается.
sv: En avvikelse i handledstemperatur på > +0,5 °C är värd att notera. Den följer ofta alkohol, ett varmt rum eller tjocka sängkläder, ett hårt pass sent på dagen eller menstruationscykeln, och kommer ibland med början av en sjukdom. Svalare värden än baslinjen (negativ avvikelse) ger inget avdrag; de speglar vanligtvis sovrumstemperaturen, lättare sängkläder eller djupare långsamvågssömn då kärntemperaturen naturligt sjunker.
zh_hans: 手腕温度偏差 > +0.5°C 值得留意。它通常出现在饮酒、室温偏高或被褥过厚、较晚进行的高强度训练之后，或与月经周期有关，有时伴随疾病的开始。低于基线的读数（负偏差）不会扣分；它们通常反映卧室温度、较薄的被褥，或核心体温自然下降时更深的慢波睡眠。

source: wrist temperature outside your normal band
ar: حرارة المعصم خارج نطاقك الطبيعي
da: håndledstemperatur uden for dit normale bånd
de: Handgelenktemperatur außerhalb deines Normalbands
es: temperatura de muñeca fuera de tu banda normal
fi: ranteen lämpötila normaalialueesi ulkopuolella
fr: température du poignet hors de votre plage normale
is: úlnliðshiti utan eðlilegs bils þíns
it: temperatura del polso fuori dalla tua banda normale
ja: 手首の温度が通常帯を外れています
ko: 손목 온도가 정상 범위를 벗어남
nb: håndleddstemperatur utenfor ditt normale bånd
nl: polstemperatuur buiten je normale band
pt_br: temperatura do pulso fora da sua faixa normal
ru: температура запястья вне вашей нормы
sv: handledstemperatur utanför ditt normala band
zh_hans: 手腕温度超出你的正常区间

source: Write HRV and heart-rate results back to the Health app.
ar: كتابة نتائج HRV ومعدل ضربات القلب إلى تطبيق صحتي.
da: Skriv HRV- og pulsresultater tilbage til Health-appen.
de: HRV- und Herzfrequenzergebnisse zurück in die Health-App schreiben.
es: Escribir los resultados de HRV y frecuencia cardíaca de nuevo en la app Salud.
fi: Kirjoita HRV- ja syketulokset takaisin Health-sovellukseen.
fr: Réécrire les résultats HRV et de fréquence cardiaque dans l'app Santé.
is: Skrifa HRV- og hjartsláttarniðurstöður aftur í Health-forritið.
it: Riscrivi i risultati di HRV e frequenza cardiaca nell'app Salute.
ja: HRV と心拍数の結果をヘルスケアアプリに書き戻します。
ko: HRV 및 심박수 결과를 건강 앱에 다시 기록합니다.
nb: Skriv HRV- og pulsresultater tilbake til Health-appen.
nl: HRV- en hartslagresultaten terugschrijven naar de Health-app.
pt_br: Gravar os resultados de HRV e frequência cardíaca de volta no app Saúde.
ru: Записывать результаты ВСР и пульса обратно в приложение «Здоровье».
sv: Skriv tillbaka HRV- och pulsresultat till Health-appen.
zh_hans: 将 HRV 和心率结果写回 “健康”App。

source: Writes detected sleep to Health only when Health has none for that night.
ar: يكتب النوم المكتشَف إلى صحتي فقط عندما لا يحتوي صحتي على بيانات لتلك الليلة.
da: Skriver kun registreret søvn til Health, når Health ikke har noget for den nat.
de: Schreibt erkannten Schlaf nur dann in Health, wenn Health für diese Nacht keine Daten hat.
es: Escribe el sueño detectado en Salud solo cuando Health no tiene datos de esa noche.
fi: Kirjoittaa havaitun unen Health-sovellukseen vain, kun Healthissa ei ole tietoja kyseiseltä yöltä.
fr: N'écrit le sommeil détecté dans Santé que lorsque Santé n'a aucune donnée pour cette nuit-là.
is: Skrifar greindan svefn í Health aðeins þegar Health hefur engin gögn fyrir þá nótt.
it: Scrive il sonno rilevato in Health solo quando Health non ha dati per quella notte.
ja: ヘルスケアにその夜のデータがない場合にのみ、検出した睡眠を ヘルスケアに書き込みます。
ko: Health에 해당 날 밤의 데이터가 없을 때만 감지된 수면을 Health에 기록합니다.
nb: Skriver oppdaget søvn til Health bare når Health ikke har noe for den natten.
nl: Schrijft gedetecteerde slaap alleen naar Health wanneer Health voor die nacht niets heeft.
pt_br: Grava o sono detectado no Health apenas quando o Health não tem dados daquela noite.
ru: Записывает обнаруженный сон в «Здоровье» только тогда, когда в «Здоровье» нет данных за эту ночь.
sv: Skriver upptäckt sömn till Health endast när Health saknar data för den natten.
zh_hans: 仅当 “健康” 中没有当晚数据时，才将检测到的睡眠写入 “健康”。
